src/xml/request_oclc/oclc_forfatterportraet_noField260.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">  
<SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>

<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:08518858">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-06-13T09:19:53.191Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-06-13T09:19:53.314Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-06-13T09:19:53.191Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-06-13T09:19:53.314Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-06-13T09:19:53.198Z" MIMETYPE="text/xml" SIZE="534">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>danske forfatterportrætter</dc:title>
  <dc:title>MATCH:danske</dc:title>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:08518858</dc:identifier>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-06-13T09:19:53.198Z" MIMETYPE="text/xml" SIZE="4351">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>08518858|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Danske forfatterportrætter</dc:title><dc:title xsi:type="dkdcplus:full">Danske forfatterportrætter</dc:title><dc:subject xsi:type="dkdcplus:DK5">99.3816</dc:subject><dc:description>Indhold: H.C. Andersen ; Knud Andersen ; Karen Bjerresø ; Hans Brix ; Grete Gravesen ; Harald Herdal ; Johannes Jørgensen ; Johanne Korch ; J. Anker Larsen ; Mogens Lorentzen ; Nils Nilsson ; Ellen Rꜳe ; Steen Eiler Rasmussen ; Palle Rosenkrantz ; Anders Thuborg ; Jeppe Ꜳkjær ; Karen Blixen ; Marie Bregendahl ; Johannes Buchholtz ; Svend Fleuron ; Peter Freuchen ; Thorkild Gravlund ; Gunnar Gunnarsson ; Agnes Henningsen ; Johannes V. Jensen ; Thit Jensen ; Axel Juel ; Tom Kristensen ; Gyrithe Lemche ; Martin Andersen Nexø ; Ꜳge Krarup Nielsen ; Nis Petersen ; Henrik Pontoppidan ; Frederik Poulsen ; Jørgen Sandvad ; Harry Søiberg</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dcterms:extent>36 tavler</dcterms:extent><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">08518858</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">19890614</marcx:subfield><marcx:subfield code="d">19890614</marcx:subfield><marcx:subfield code="f">a</marcx:subfield><marcx:subfield code="o">c</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="v">1</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">SFD197075</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Danske forfatterportrætter</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">36 tavler</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="530"><marcx:subfield code="a">Indhold: H.C. Andersen ; Knud Andersen ; Karen Bjerresø ; Hans Brix ; Grete Gravesen ; Harald Herdal ; Johannes Jørgensen ; Johanne Korch ; J. Anker Larsen ; Mogens Lorentzen ; Nils Nilsson ; Ellen Rꜳe ; Steen Eiler Rasmussen ; Palle Rosenkrantz ; Anders Thuborg ; Jeppe Ꜳkjær ; Karen Blixen ; Marie Bregendahl ; Johannes Buchholtz ; Svend Fleuron ; Peter Freuchen ; Thorkild Gravlund ; Gunnar Gunnarsson ; Agnes Henningsen ; Johannes V. Jensen ; Thit Jensen ; Axel Juel ; Tom Kristensen ; Gyrithe Lemche ; Martin Andersen Nexø ; Ꜳge Krarup Nielsen ; Nis Petersen ; Henrik Pontoppidan ; Frederik Poulsen ; Jørgen Sandvad ; Harry Søiberg</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">99.3816</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-06-13T09:19:53.198Z" MIMETYPE="text/xml" SIZE="410">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">J/ANH</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-06-13T09:19:53.314Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:08518858">
    <isMemberOfUnit xmlns="info:fedora/">unit:20022</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:20022</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-06-24 07:18:09.085</timestamp>
<pid>870970-basis:08518858</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>
</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
